Repository: mking2203/script.game.yahtzee
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: Name player 1
de_de: Name Spieler 1

# #30002
source: Name player 2
de_de: Name Spieler 2

# #30003
source: Name player 3
de_de: Name Spieler 3

# #30004
source: Name player 4
de_de: Name Spieler 4

# #30010
source: Game speed
de_de: Spiel Geschwindigkeit

# #30011
source: fast
de_de: schnell

# #30012
source: medium
de_de: mittel

# #30013
source: slow
de_de: langsam

# #30014
source: show notification
de_de: Zeige Hinweise

# #30020
source: Loading values, please wait!
de_de: Lade berechnete Werte, bitte warten!

# #31001
source: New Game
de_de: Neues Spiel

# #31002
source: Player:
de_de: Spieler:

# #31004
source: Sounds
de_de: Sound

# #31006
source: Player
de_de: Spieler

# #31007
source: Dice
de_de: Wurf

# #31008
source: from
de_de: von

# #31009
source: Dice !
de_de: Würfel!

# #31010
source: Give me a hint !
de_de: Gib mir einen Tip!

# #31011
source: What's this ?
de_de: Was ist das ?

# #31012
source: Hold
de_de: Halten

# #31013
source: Aces
de_de: Einer

# #31014
source: Twos
de_de: Zweier

# #31015
source: Threes
de_de: Dreier

# #31016
source: Fours
de_de: Vierer

# #31017
source: Fives
de_de: Fünfer

# #31018
source: Sixes
de_de: Sechser

# #31019
source: Upper total
de_de: Gesamt oben

# #31020
source: Three-Of-A-Kind
de_de: 3er Pasch

# #31021
source: Four-Of-A-Kind
de_de: 4er Pasch

# #31023
source: Small Straight
de_de: Kleine Strasse

# #31024
source: Large Straight
de_de: Große Strasse

# #31027
source: Total
de_de: Gesamt

# #31028
source: Forecast
de_de: Endwert

# #31029
source: Select a field
de_de: Wähle ein Feld

# #31030
source: Change Mode
de_de: Modus ändern

# #31031
source: Do you really want to change the
de_de: Möchten Sie wirklich den Modus

# #31032
source: mode of the game ? The game will
de_de: ändern ? Das Spiel wird dann

# #31033
source: be restarted.
de_de: zurückgesetzt.

# #31034
source: New Game
de_de: Neues Spiel

# #31035
source: Do you really want to start
de_de: Möchten Sie wirklich ein

# #31036
source: a new game ?
de_de: neues Spiel beginnen ?

# #31037
source: Best combination:
de_de: Beste Kombination:

# #31038
source: hold
de_de: halte

# #31039
source: Calculated final score:
de_de: Berechneter Endwert:

# #31040
source: Best selection:
de_de: Bester Eintrag:

# #31041
source: You need to dice first !
de_de: Sie müssen erst würfeln !

# #31042
source: Discard
de_de: Streichen

# #31043
source: Do you really want to
de_de: Möchten Sie wirklich

# #31044
source: discard this field ?
de_de: dieses Feld streichen ?

# #31045
source: Do you really want to
de_de: Möchten Sie wirklich

# #31046
source: exit the game ?
de_de: das Spiel beenden ?

# #31050
source: Yahtzee is a popular game. The goal of the game is to score most point by rolling five dice. Every turn you can dice 3 times. A game has 13 rounds and every round you have to choose a comination. Once a combination is used, you cannot use this one again.
de_de: Yahtzee ist ein populäres Spiel. Das Ziel ist es, die meisten Punkte mit 5 Würfel zu machen. Jede Runde darf man 3 mal würfeln. Ein Spiel hat 13 Runden und jede Runde muss ein Kombination eingetragen werden. Wurde ein Kombination benutzt, ist sie nicht mehr verfügbar.

# #31051
source: WIN
de_de: Gewinner

# #31052
source: DRAW
de_de: Unentschieden

# #31053
source: Highscores
de_de: Beste Kniffel
